Repository: Marco-P-Keller/Quiet
Catalog: Quiet/Quiet/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, pt_br

source: It does not give the week back: you can ask for more again %@.
de: Die Woche kommt dadurch nicht zurück: um mehr bitten kannst du wieder %@.
es: Eso no devuelve la semana: puedes volver a pedir más %@.
fr: Ça ne rend pas la semaine : tu pourras redemander plus %@.
pt_br: Isso não devolve a semana: você pode pedir mais de novo %@.

source: You can ask for more again %@.
de: Um mehr kannst du wieder %@ bitten.
es: Puedes volver a pedir más %@.
fr: Tu pourras redemander plus %@.
pt_br: Você pode pedir mais de novo %@.

source: You have already used more than that today, so today ends here.
de: Du hast heute schon mehr verbraucht, also endet der Tag hier.
es: Hoy ya has usado más que eso, así que el día termina aquí.
fr: Tu as déjà utilisé plus que ça aujourd’hui, donc la journée s’arrête ici.
pt_br: Você já usou mais do que isso hoje, então o dia termina aqui.

source: %@ a day, starting %@.
de: %@ am Tag, ab %@.
es: %@ al día, desde %@.
fr: %@ par jour, à partir de %@.
pt_br: %@ por dia, a partir de %@.

source: %@ a week fewer than the day you just described.
de: %@ pro Woche weniger als der Tag, den du gerade beschrieben hast.
es: %@ a la semana menos que el día que acabas de describir.
fr: %@ de moins par semaine que la journée que tu viens de décrire.
pt_br: %@ por semana a menos do que o dia que você acabou de descrever.

source: %@ from %@.
de: %@ ab %@.
es: %@ desde %@.
fr: %@ à partir de %@.
pt_br: %@ a partir de %@.

source: %@ is not part of Instagram, so it opened in Safari. If you were signing in, come back and start again.
de: %@ gehört nicht zu Instagram und wurde deshalb in Safari geöffnet. Falls du dich gerade anmelden wolltest: komm zurück und fang noch einmal an.
es: %@ no forma parte de Instagram, así que se abrió en Safari. Si estabas iniciando sesión, vuelve y empieza de nuevo.
fr: %@ ne fait pas partie d’Instagram, la page s’est donc ouverte dans Safari. Si tu étais en train de te connecter, reviens et recommence.
pt_br: %@ não faz parte do Instagram, então abriu no Safari. Se você estava entrando na conta, volte e comece de novo.

source: %@ left today.
de: Heute noch %@.
es: Hoy te queda %@.
fr: Il te reste %@ aujourd’hui.
pt_br: Restam %@ hoje.

source: %@ on Instagram over the month — %@ less than those days used to be.
de: %@ auf Instagram im Monat — %@ weniger, als diese Tage früher waren.
es: %@ en Instagram durante el mes — %@ menos de lo que solían ser esos días.
fr: %@ sur Instagram sur le mois — %@ de moins que ce qu’étaient ces journées.
pt_br: %@ no Instagram ao longo do mês — %@ a menos do que esses dias costumavam ser.

source: %@ on Instagram over the month.
de: %@ auf Instagram im Monat.
es: %@ en Instagram durante el mes.
fr: %@ sur Instagram sur le mois.
pt_br: %@ no Instagram ao longo do mês.

source: %@ on Instagram over the week — %@ less than those days used to be.
de: %@ auf Instagram in der Woche — %@ weniger, als diese Tage früher waren.
es: %@ en Instagram durante la semana — %@ menos de lo que solían ser esos días.
fr: %@ sur Instagram sur la semaine — %@ de moins que ce qu’étaient ces journées.
pt_br: %@ no Instagram ao longo da semana — %@ a menos do que esses dias costumavam ser.

source: %@ on Instagram over the week.
de: %@ auf Instagram in der Woche.
es: %@ en Instagram durante la semana.
fr: %@ sur Instagram sur la semaine.
pt_br: %@ no Instagram ao longo da semana.

source: %@ on Instagram — %@ less than the day you started from.
de: %@ auf Instagram — %@ weniger als der Tag, von dem du losgegangen bist.
es: %@ en Instagram — %@ menos que el día del que partiste.
fr: %@ sur Instagram — %@ de moins que la journée d’où tu es parti.
pt_br: %@ no Instagram — %@ a menos do que o dia de onde você partiu.

source: %@ on Instagram.
de: %@ auf Instagram.
es: %@ en Instagram.
fr: %@ sur Instagram.
pt_br: %@ no Instagram.

source: %@ over %@ — Quiet was open on %lld of them.
de: %@ in %@ — an %lld davon war Quiet offen.
es: %@ en %@ — Quiet estuvo abierto en %lld de ellos.
fr: %@ sur %@ — Quiet était ouvert %lld de ces jours.
pt_br: %@ em %@ — o Quiet esteve aberto em %lld deles.

source: %@: %@ so far.
de: %@: bisher %@.
es: %@: %@ hasta ahora.
fr: %@ : %@ jusqu’ici.
pt_br: %@: %@ até agora.

source: %@: Quiet was not opened.
de: %@: Quiet war nicht offen.
es: %@: Quiet no se abrió.
fr: %@ : Quiet n’a pas été ouvert.
pt_br: %@: o Quiet não foi aberto.

source: %lld days
de: %lld Tage
es: %lld días
fr: %lld jours
pt_br: %lld dias

source: %lld minutes
de: %lld Minuten
es: %lld minutos
pt_br: %lld minutos

source: %lld minutes left.
de: Noch %lld Minuten.
es: Quedan %lld minutos.
fr: Il reste %lld minutes.
pt_br: Faltam %lld minutos.

source: A note about the days behind you
de: Eine Notiz über die Tage hinter dir
es: Una nota sobre los días que dejas atrás
fr: Une note sur les jours derrière toi
pt_br: Uma nota sobre os dias que ficaram para trás

source: A page at %@ was opened in Safari during a sign-in. If signing in did not work, that is the address to report.
de: Eine Seite auf %@ wurde während einer Anmeldung in Safari geöffnet. Falls die Anmeldung nicht geklappt hat, ist das die Adresse, die man melden sollte.
es: Una página de %@ se abrió en Safari durante un inicio de sesión. Si el inicio de sesión no funcionó, esa es la dirección que conviene informar.
fr: Une page de %@ s’est ouverte dans Safari pendant une connexion. Si la connexion n’a pas marché, c’est l’adresse à signaler.
pt_br: Uma página de %@ foi aberta no Safari durante um login. Se o login não funcionou, é esse o endereço a relatar.

source: A rough answer is fine. Your phone's Screen Time knows, if you would rather look.
de: Eine ungefähre Antwort genügt. Die Bildschirmzeit deines Telefons weiss es, falls du lieber nachschaust.
es: Basta con una respuesta aproximada. El Tiempo de uso de tu teléfono lo sabe, si prefieres mirarlo.
fr: Une réponse approximative suffit. Le Temps d’écran de ton téléphone le sait, si tu préfères regarder.
pt_br: Uma resposta aproximada basta. O Tempo de Uso do seu telefone sabe, se você preferir olhar.

source: A time for Instagram
de: Eine Zeit für Instagram
es: Un tiempo para Instagram
fr: Un temps pour Instagram
pt_br: Um tempo para o Instagram

source: About Quiet
de: Über Quiet
es: Acerca de Quiet
fr: À propos de Quiet
pt_br: Sobre o Quiet

source: And how it gets out of the way
de: Und wie sie ausweicht
es: Y cómo se aparta
fr: Et comment elle s’efface
pt_br: E como ela sai da frente

source: Ask for %@ a day
de: Um %@ am Tag bitten
es: Pedir %@ al día
fr: Demander %@ par jour
pt_br: Pedir %@ por dia

source: Ask to be forgotten
de: Darum bitten, vergessen zu werden
es: Pedir ser olvidado
fr: Demander à être oublié
pt_br: Pedir para ser esquecido

source: Asking to wait longer takes effect at once. Asking to wait less has to wait — otherwise this would be the one rule you could relax at the moment it started to matter.
de: Länger warten zu wollen gilt sofort. Weniger warten zu wollen muss warten — sonst wäre das die eine Regel, die du genau in dem Moment lockern könntest, in dem sie anfängt zu wirken.
es: Pedir esperar más tiempo surte efecto de inmediato. Pedir esperar menos tiene que esperar — si no, esta sería la única regla que podrías aflojar justo en el momento en que empieza a importar.
fr: Demander à attendre plus longtemps prend effet tout de suite. Demander à attendre moins doit attendre — sinon ce serait la seule règle que tu pourrais assouplir au moment même où elle commence à compter.
pt_br: Pedir para esperar mais tempo vale na hora. Pedir para esperar menos tem que esperar — senão essa seria a única regra que você poderia afrouxar no momento exato em que ela começa a pesar.

source: Back
de: Zurück
es: Atrás
fr: Retour
pt_br: Voltar

source: Bar
de: Leiste
es: Barra
fr: Barre
pt_br: Barra

source: Cancels the increase you asked for.
de: Nimmt die Erhöhung zurück, um die du gebeten hast.
es: Cancela el aumento que pediste.
fr: Annule l’augmentation que tu as demandée.
pt_br: Cancela o aumento que você pediu.

source: Carry this between your devices
de: Auf deinen Geräten mitnehmen
es: Llevar esto entre tus dispositivos
fr: Emporter ceci d’un appareil à l’autre
pt_br: Levar isto entre seus aparelhos

source: Clear
de: Leeren
es: Vaciar
fr: Vider
pt_br: Limpar

source: Clear cached pages
de: Zwischengespeicherte Seiten löschen
es: Vaciar las páginas guardadas
fr: Vider les pages en cache
pt_br: Limpar páginas em cache

source: Cleared.
de: Gelöscht.
es: Vaciado.
fr: Vidé.
pt_br: Limpo.

source: Continue
de: Weiter
es: Continuar
fr: Continuer
pt_br: Continuar

source: Counted across the days Quiet was open. A day you did not open it counts for nothing either way — Quiet cannot see what any other app on this phone did with it.
de: Gezählt über die Tage, an denen Quiet offen war. Ein Tag, an dem du es nicht geöffnet hast, zählt in keine Richtung — Quiet sieht nicht, was eine andere App auf diesem Telefon mit ihm gemacht hat.
es: Contado a lo largo de los días en que Quiet estuvo abierto. Un día en que no lo abriste no cuenta ni a favor ni en contra — Quiet no ve lo que hizo con él ninguna otra app de este teléfono.
fr: Compté sur les jours où Quiet était ouvert. Un jour où tu ne l’as pas ouvert ne compte ni dans un sens ni dans l’autre — Quiet ne voit pas ce qu’une autre app de ce téléphone en a fait.
pt_br: Contado ao longo dos dias em que o Quiet esteve aberto. Um dia em que você não abriu não conta para nenhum lado — o Quiet não vê o que qualquer outro app deste telefone fez com ele.

source: Daily limit
de: Tageslimit
es: Límite diario
fr: Limite quotidienne
pt_br: Limite diário

source: Done
de: Fertig
es: Listo
fr: Terminé
pt_br: Pronto

source: Draws in
de: Zieht sich ein
es: Se recoge
fr: Se rétracte
pt_br: Se recolhe

source: Explore is off in Quiet.
de: Explore ist in Quiet aus.
es: Explorar está desactivado en Quiet.
fr: Explorer est désactivé dans Quiet.
pt_br: O Explorar está desligado no Quiet.

source: Find someone
de: Jemanden finden
es: Buscar a alguien
fr: Trouver quelqu’un
pt_br: Encontrar alguém

source: Hide suggested posts
de: Vorgeschlagene Beiträge ausblenden
es: Ocultar publicaciones sugeridas
fr: Masquer les publications suggérées
pt_br: Ocultar publicações sugeridas

source: Hide the clock
de: Uhr ausblenden
es: Ocultar el reloj
fr: Masquer l’horloge
pt_br: Ocultar o relógio

source: Home
de: Start
es: Inicio
fr: Accueil
pt_br: Início

source: How much Instagram do you have in a day now?
de: Wie viel Instagram hast du jetzt am Tag?
es: ¿Cuánto Instagram tienes al día ahora?
fr: Combien d’Instagram as-tu par jour en ce moment ?
pt_br: Quanto de Instagram você tem por dia agora?

source: How much Instagram do you want in a day?
de: Wie viel Instagram willst du am Tag?
es: ¿Cuánto Instagram quieres al día?
fr: Combien d’Instagram veux-tu par jour ?
pt_br: Quanto de Instagram você quer por dia?

source: If you carry it between your devices, three of those go into your own iCloud — the limit, the wait, and how much each device has spent today. Nothing else, nowhere else, and only while the switch above is on.
de: Wenn du es auf deinen Geräten mitnimmst, gehen drei davon in deine eigene iCloud — das Limit, die Wartezeit und wie viel jedes Gerät heute verbraucht hat. Nichts sonst, nirgendwo sonst, und nur solange der Schalter oben an ist.
es: Si lo llevas entre tus dispositivos, tres de ellos van a tu propio iCloud: el límite, la espera y cuánto ha gastado hoy cada dispositivo. Nada más, en ningún otro sitio, y solo mientras el interruptor de arriba esté activado.
fr: Si tu l’emportes d’un appareil à l’autre, trois d’entre elles vont dans ton propre iCloud : la limite, l’attente et ce que chaque appareil a dépensé aujourd’hui. Rien d’autre, nulle part ailleurs, et seulement tant que l’interrupteur ci-dessus est activé.
pt_br: Se você levar entre seus aparelhos, três delas vão para o seu próprio iCloud — o limite, a espera e quanto cada aparelho gastou hoje. Nada mais, em nenhum outro lugar, e só enquanto a chave acima estiver ligada.

source: Instagram did not answer.
de: Instagram hat nicht geantwortet.
es: Instagram no respondió.
fr: Instagram n’a pas répondu.
pt_br: O Instagram não respondeu.

source: Instagram fills the feed with posts from people you do not follow once it runs out of the ones you do. Off, you see them all. On, the feed stops where the people you chose stop.
de: Instagram füllt den Feed mit Beiträgen von Leuten, denen du nicht folgst, sobald die von deinen Freunden ausgehen. Aus: Du siehst sie alle. An: Der Feed hört dort auf, wo deine Freunde aufhören.
es: Instagram llena el feed con publicaciones de gente a la que no sigues en cuanto se le acaban las de quienes sí sigues. Desactivado, las ves todas. Activado, el feed termina donde termina la gente que elegiste.
fr: Instagram remplit le fil avec des publications de gens que tu ne suis pas dès qu’il n’a plus celles de ceux que tu suis. Désactivé, tu les vois toutes. Activé, le fil s’arrête là où s’arrêtent les gens que tu as choisis.
pt_br: O Instagram enche o feed com publicações de gente que você não segue assim que acabam as de quem você segue. Desligado, você vê todas. Ligado, o feed para onde param as pessoas que você escolheu.

source: Instagram on this phone
de: Instagram auf diesem Gerät
es: Instagram en este teléfono
fr: Instagram sur ce téléphone
pt_br: Instagram neste telefone

source: Instagram would go on with people you don't. Pull down at the top for new posts.
de: Instagram würde mit Leuten weitermachen, denen du nicht folgst. Zieh oben nach unten für Neues.
es: Instagram seguiría con gente a la que no sigues. Tira hacia abajo desde arriba para ver publicaciones nuevas.
fr: Instagram continuerait avec des gens que tu ne suis pas. Tire vers le bas en haut de la page pour du nouveau.
pt_br: O Instagram continuaria com gente que você não segue. Puxe para baixo lá em cima para ver novidades.

source: Instagram, minus the parts that keep you there.
de: Instagram, ohne die Teile, die dich festhalten.
es: Instagram, sin las partes que te retienen.
fr: Instagram, sans les morceaux qui te retiennent.
pt_br: Instagram, sem as partes que prendem você.

source: Instagram, on your terms.
de: Instagram, zu deinen Bedingungen.
es: Instagram, en tus términos.
fr: Instagram, à tes conditions.
pt_br: Instagram, nos seus termos.

source: Island
de: Insel
es: Isla
fr: Île
pt_br: Ilha

source: It changes nothing about your limit or your day. It is the number everything above is measured against, so it is worth it being the true one.
de: Es ändert nichts an deinem Limit und nichts an deinem Tag. Es ist die Zahl, an der alles hier oben gemessen wird — also lohnt es sich, dass sie stimmt.
es: No cambia nada de tu límite ni de tu día. Es la cifra con la que se mide todo lo de arriba, así que vale la pena que sea la verdadera.
fr: Ça ne change rien à ta limite ni à ta journée. C’est le chiffre auquel tout ce qui précède est comparé, alors autant qu’il soit le bon.
pt_br: Não muda nada no seu limite nem no seu dia. É o número com que tudo aqui em cima é comparado, então vale a pena que seja o verdadeiro.

source: It changes nothing about your limit or your day. It is the number the chart is measured against, so it is worth it being the true one.
de: Es ändert nichts an deinem Limit und nichts an deinem Tag. Es ist die Zahl, an der die Grafik gemessen wird — also lohnt es sich, dass sie stimmt.
es: No cambia nada de tu límite ni de tu día. Es la cifra con la que se mide el gráfico, así que vale la pena que sea la verdadera.
fr: Ça ne change rien à ta limite ni à ta journée. C’est le chiffre auquel le graphique est comparé, alors autant qu’il soit le bon.
pt_br: Não muda nada no seu limite nem no seu dia. É o número com que o gráfico é comparado, então vale a pena que seja o verdadeiro.

source: Keep my limit
de: Mein Limit behalten
es: Mantener mi límite
fr: Garder ma limite
pt_br: Manter meu limite

source: Last month
de: Letzter Monat
es: El mes pasado
fr: Le mois dernier
pt_br: Mês passado

source: Last week
de: Letzte Woche
es: La semana pasada
fr: La semaine dernière
pt_br: Semana passada

source: Less takes effect at once. More starts the next day, and only once a week.
de: Weniger gilt sofort. Mehr beginnt am nächsten Tag — und nur einmal pro Woche.
es: Menos surte efecto de inmediato. Más empieza al día siguiente, y solo una vez por semana.
fr: Moins prend effet tout de suite. Plus commence le lendemain, et seulement une fois par semaine.
pt_br: Menos vale na hora. Mais começa no dia seguinte, e só uma vez por semana.

source: Looking…
de: Suche …
es: Buscando…
fr: Recherche…
pt_br: Procurando…

source: Make Quiet forget everything
de: Quiet alles vergessen lassen
es: Hacer que Quiet lo olvide todo
fr: Faire tout oublier à Quiet
pt_br: Fazer o Quiet esquecer tudo

source: Make Quiet forget everything?
de: Quiet alles vergessen lassen?
es: ¿Hacer que Quiet lo olvide todo?
fr: Faire tout oublier à Quiet ?
pt_br: Fazer o Quiet esquecer tudo?

source: Messages
de: Nachrichten
es: Mensajes
pt_br: Mensagens

source: Minutes a day
de: Minuten am Tag
es: Minutos al día
fr: Minutes par jour
pt_br: Minutos por dia

source: Minutes a day now
de: Minuten am Tag jetzt
es: Minutos al día ahora
fr: Minutes par jour actuellement
pt_br: Minutos por dia agora

source: Months of pages, pictures and answers are kept so the site is quick. Throwing them away costs a slower page or two and does not sign you out.
de: Monate an Seiten, Bildern und Antworten werden aufbewahrt, damit die Seite schnell ist. Sie wegzuwerfen kostet ein, zwei langsamere Seiten und meldet dich nicht ab.
es: Se guardan meses de páginas, imágenes y respuestas para que el sitio vaya rápido. Tirarlas cuesta una o dos páginas más lentas y no cierra tu sesión.
fr: Des mois de pages, d’images et de réponses sont gardés pour que le site soit rapide. Les jeter coûte une page ou deux plus lentes et ne te déconnecte pas.
pt_br: Meses de páginas, imagens e respostas ficam guardados para o site ser rápido. Jogar tudo fora custa uma ou duas páginas mais lentas e não desconecta você.

source: No Reels. No Explore.
de: Keine Reels. Kein Explore.
es: Sin Reels. Sin Explorar.
fr: Pas de Reels. Pas d’Explorer.
pt_br: Sem Reels. Sem Explorar.

source: No connection.
de: Keine Verbindung.
es: Sin conexión.
fr: Pas de connexion.
pt_br: Sem conexão.

source: No more doomscrolling.
de: Schluss mit Doomscrolling.
es: Se acabó el doomscrolling.
fr: Fini le doomscrolling.
pt_br: Chega de doomscrolling.

source: No time left today.
de: Heute ist die Zeit vorbei.
es: Hoy no queda tiempo.
fr: Il ne reste plus de temps aujourd’hui.
pt_br: Não sobrou tempo hoje.

source: Nobody by that name.
de: Niemand mit diesem Namen.
es: Nadie con ese nombre.
fr: Personne de ce nom.
pt_br: Ninguém com esse nome.

source: Notifications
de: Benachrichtigungen
es: Notificaciones
pt_br: Notificações

source: On the chart, the dashed lines mark your limit and the day you started from. Either is left off when it sits so far above your days that drawing it would flatten them.
de: In der Grafik markieren die gestrichelten Linien dein Limit und den Tag, von dem du losgegangen bist. Eine davon fehlt, wenn sie so weit über deinen Tagen liegt, dass sie diese platt zeichnen würde.
es: En el gráfico, las líneas discontinuas marcan tu límite y el día del que partiste. Cualquiera de las dos se omite cuando queda tan por encima de tus días que dibujarla los aplanaría.
fr: Sur le graphique, les lignes pointillées marquent ta limite et la journée d’où tu es parti. L’une ou l’autre est omise quand elle se situe si loin au-dessus de tes journées que la tracer les aplatirait.
pt_br: No gráfico, as linhas tracejadas marcam o seu limite e o dia de onde você partiu. Qualquer uma delas fica de fora quando está tão acima dos seus dias que desenhá-la os achataria.

source: On the chart, the upper dashed line is that day and the lower one is your limit.
de: In der Grafik ist die obere gestrichelte Linie dieser Tag, die untere ist dein Limit.
es: En el gráfico, la línea discontinua de arriba es ese día y la de abajo es tu límite.
fr: Sur le graphique, la ligne pointillée du haut est cette journée et celle du bas est ta limite.
pt_br: No gráfico, a linha tracejada de cima é esse dia e a de baixo é o seu limite.

source: One in the morning after a day you used Quiet, one after a week, one after a month. It says how long you were on Instagram and how much less that is than the %@ a day you started from — nothing about the rest of your phone, which Quiet cannot see.
de: Eine am Morgen nach einem Tag mit Quiet, eine nach einer Woche, eine nach einem Monat. Sie sagt, wie lange du auf Instagram warst und wie viel weniger das ist als die %@ am Tag, von denen du losgegangen bist — nichts über den Rest deines Telefons, den Quiet nicht sieht.
es: Una por la mañana después de un día con Quiet, una después de una semana, una después de un mes. Dice cuánto tiempo estuviste en Instagram y cuánto menos es eso que los %@ al día de los que partiste — nada sobre el resto de tu teléfono, que Quiet no ve.
fr: Une le matin après une journée avec Quiet, une après une semaine, une après un mois. Elle dit combien de temps tu as passé sur Instagram et de combien c’est moins que les %@ par jour d’où tu es parti — rien sur le reste de ton téléphone, que Quiet ne voit pas.
pt_br: Uma de manhã depois de um dia com o Quiet, uma depois de uma semana, uma depois de um mês. Ela diz quanto tempo você passou no Instagram e quanto isso é a menos do que os %@ por dia de onde você partiu — nada sobre o resto do seu telefone, que o Quiet não vê.

source: One reminder a day, at an hour you choose — and none at all on a day you have already been. It cannot say whether anything happened on Instagram; nothing outside Instagram's own app can. What it can do is give the checking an hour, so the rest of the day does not need one.
de: Eine Erinnerung am Tag, zu einer Uhrzeit, die du wählst — und keine an einem Tag, an dem du schon da warst. Ob auf Instagram etwas passiert ist, kann sie nicht sagen; das kann nichts ausserhalb von Instagrams eigener App. Was sie kann: dem Nachschauen eine Uhrzeit geben, damit der Rest des Tages keine braucht.
es: Un recordatorio al día, a la hora que elijas — y ninguno los días en que ya has estado. No puede decir si ha pasado algo en Instagram; nada fuera de la propia app de Instagram puede. Lo que sí puede hacer es darle una hora a la comprobación, para que el resto del día no necesite ninguna.
fr: Un rappel par jour, à une heure que tu choisis — et aucun un jour où tu es déjà venu. Il ne peut pas dire s’il s’est passé quelque chose sur Instagram ; rien en dehors de l’app d’Instagram ne le peut. Ce qu’il peut faire, c’est donner une heure au fait d’aller voir, pour que le reste de la journée n’en ait pas besoin.
pt_br: Um lembrete por dia, na hora que você escolher — e nenhum num dia em que você já esteve. Ele não sabe dizer se aconteceu algo no Instagram; nada fora do próprio app do Instagram sabe. O que ele pode fazer é dar uma hora para a conferida, para que o resto do dia não precise de nenhuma.
